{
    "vocabularies": {
        "personAmount": ["one", "two", "three", "four", "five", "six", "seven", "aight", "nine", "ten"],
        "yes": ["yes", "yep", "yeah", "sure", "ok", "alright", "correct", "ja"],
        "no": ["no", "nope", "nein", "niet", "not", "don't"]
    },
    "sentences": {
        "hello": "Hello",
        "greeting": [
            "Hello welcome to the restaurant dinner for one!",
            "Welcome to our famous restaurant dinner for one!"
        ],
        "estimateAmountOfPeople": [
            "I would like to estimate the amount of people of your group.",
            "Please let me quickly estimate the amount of people."
        ],
        "estimateAmountOfPeopleAgain": [
            "Let me try this again."
        ],
        "stayInFrontOfMe": "Please come and stay in front of me.",
        "seeingNoPersons": "Unfortunately, I don't see any persons",
        "seeingOnePerson": "I am seeing one person",
        "seeingMultiplePersons": "I am seeing {} persons",
        "askAmountToSearch": "For how many people should I search a table?",
        "availableTables": "We have tables for {} to {} persons",
        "askToSearchTableForOnePerson": "Would you like me to search a table for a single person?",
        "askToSearchTableForMultiplePersons": "Would you like me to search a table for {} people?",
        "noTablesForAmount": [
            "Unfortunately, we do not have a table for this amount of people.",
            "I'm sorry, but we currently don't have a table for this amount of people."
        ],
        "searchTable": [
            "Please wait. I will search the perfect table for you.",
            "Please stand by. I try to find a wonderful table for you.",
            "Please wait here and let me search a nice table for you."
        ],
        "moreTimeToSearch": [
            "I need some more time to find your table. Thanks for your patience."
        ],
        "noTableAvailable": [
            "Unfortunately, all matching tables are already occupied. We are sorry for the inconvenience."
        ],
        "comeBackAnotherDay": [
            "We would love to welcome you on another day at the dinner for one restaurant!"
        ],
        "askToFollow": "Thank you for your patience. Please follow me to your table.",
        "assignTable": "This is your table. Please wait. A human employee will be serving you shortly. Enjoy your stay.",
        "error": "Unfortunately, something went wrong. I'll try to restart."
    }
}